/**
 * Created by taocong on 2017/1/22.
 */

export class ISSConfig {

  static myApp:any;

  static hotListOne:any = [
    {
      "title": "科技趣闻",
      "image": "http://files.ovdream.com/2017/01/22/1485072218442.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"3小时前",
      "subdes":"<p>  近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> </p>"
    },
    {
      "title": "融资在线",
      "image": "http://files.ovdream.com/2017/01/22/1485065716377.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"5小时前",
      "subdes":"近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> "
    },
    {
      "title": "科技早知道",
      "image": "http://files.ovdream.com/2017/01/22/1485050966181.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"7小时前",
      "subdes":"近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> "
    }

  ];

  static hotListTwo:any = [
    {
      "title": "科技早知道",
      "image": "http://files.ovdream.com/2017/01/22/1485050966181.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"7小时前",
      "subdes":"近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> "
    },
    {
      "title": "科技趣闻",
      "image": "http://files.ovdream.com/2017/01/22/1485072218442.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"3小时前",
      "subdes":"近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> "
    },
    {
      "title": "融资在线",
      "image": "http://files.ovdream.com/2017/01/22/1485065716377.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"5小时前",
      "subdes":"近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> "
    }

  ];

  static hotListThree:any = [
    {
      "title": "融资在线",
      "image": "http://files.ovdream.com/2017/01/22/1485065716377.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"5小时前",
      "subdes":"近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> "
    },
    {
      "title": "科技早知道",
      "image": "http://files.ovdream.com/2017/01/22/1485050966181.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"7小时前",
      "subdes":"近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> "
    },
    {
      "title": "科技趣闻",
      "image": "http://files.ovdream.com/2017/01/22/1485072218442.jpg",
      "icon":"http://files.ovdream.com/14605347205259718.jpg",
      "person":"大神 ·创闻",
      "date":"3小时前",
      "subdes":" <p>近日，阿里巴巴集团CEO张勇受邀为湖畔大学上了一堂课。张勇回顾了加入阿里近10年来，所经历的若干个关键时刻，以及与阿里命运相关的一些决定及背后的思考与挣扎。<br><br>　　张勇说，阿里的业务常常“分分合合”，其中最英明的一次是把淘宝、支付宝分开。“这个事情我认为奠定了今天阿里基础格局。好处是它打开了一片天，本身因为一个主场景产生另外一个业务，而这个业务最终又能够变成不只是刚才产生那个业务场景的附属物，同时变成有独立社会价值和市场价值的一个业务。”<br><br>　　“买回来一只鸡，结果孵出来一只鸭，这样的事在阿里常常发生。”张勇说，收购UCweb的时候，阿里并没有想到会做出搜索跟信息流，更没有想到，因为对UCweb的收购，对高德的收购，使得阿里在无线互联网时代形成了一个基础服务矩阵。<br><br>　　作为一家2000多亿美元市值公司的CEO，张勇表示，自己更多会思考五年、十年甚至更长时间的事情。“产品总有周期，只有整个布局是轮动的，才能避免整个公司的业务陷入集体性的低谷。”<br><br>  来源:<a href=''>界面新闻</a> </p>"
    }

  ];


  static serveListOne = [
    {
      "title": "梦想会员",
      "image": "http://files.ovdream.com/2016/11/21/583249a931cec.jpg",
      "des":"用户首次注册成为梦想会员后...",
      "price":"¥0.00",
      "number":"8"
    },
    {
      "title": "媒体推荐",
      "image": "http://files.ovdream.com/2017/01/22/1485050966181.jpg",
      "des":"整合优秀的媒体渠道,为每...",
      "price":"¥9999.00",
      "number":"8"
    },
    {
      "title": "政策申报",
      "image": "http://files.ovdream.com/2016/11/19/582fe56690ec2.jpg",
      "des":"依托政策大数据库,针对...",
      "price":"¥11399.00",
      "number":"3"
    },
    {
      "title": "基础服务",
      "image": "http://files.ovdream.com/2016/11/19/582fe1fcc4fe7.jpg",
      "des":"创业起步基础服务",
      "price":"¥6299.00",
      "number":"3"
    }

  ];

  static serveListTwo = [
    {
      "title": "基础服务",
      "image": "http://files.ovdream.com/2016/11/19/582fe1fcc4fe7.jpg",
      "des":"创业起步基础服务",
      "price":"¥6299.00",
      "number":"3"
    },
    {
      "title": "梦想会员",
      "image": "http://files.ovdream.com/2016/11/21/583249a931cec.jpg",
      "des":"用户首次注册成为梦想会员后...",
      "price":"¥0.00",
      "number":"8"
    },
    {
      "title": "媒体推荐",
      "image": "http://files.ovdream.com/2017/01/22/1485050966181.jpg",
      "des":"整合优秀的媒体渠道,为每...",
      "price":"¥9999.00",
      "number":"8"
    },
    {
      "title": "政策申报",
      "image": "http://files.ovdream.com/2016/11/19/582fe56690ec2.jpg",
      "des":"依托政策大数据库,针对...",
      "price":"¥11399.00",
      "number":"3"
    }

  ];

  static serveListThree = [
    {
      "title": "媒体推荐",
      "image": "http://files.ovdream.com/2017/01/22/1485050966181.jpg",
      "des":"整合优秀的媒体渠道,为每...",
      "price":"¥9999.00",
      "number":"8"
    },
    {
      "title": "政策申报",
      "image": "http://files.ovdream.com/2016/11/19/582fe56690ec2.jpg",
      "des":"依托政策大数据库,针对...",
      "price":"¥11399.00",
      "number":"3"
    },
    {
      "title": "基础服务",
      "image": "http://files.ovdream.com/2016/11/19/582fe1fcc4fe7.jpg",
      "des":"创业起步基础服务",
      "price":"¥6299.00",
      "number":"3"
    },
    {
      "title": "梦想会员",
      "image": "http://files.ovdream.com/2016/11/21/583249a931cec.jpg",
      "des":"用户首次注册成为梦想会员后...",
      "price":"¥0.00",
      "number":"8"
    },

  ];


  static serveListFour = [
    {
      "title": "梦想会员",
      "image": "http://files.ovdream.com/2016/11/21/583249a931cec.jpg",
      "des":"用户首次注册成为梦想会员后...",
      "price":"¥0.00",
      "number":"8"
    },
    {
      "title": "媒体推荐",
      "image": "http://files.ovdream.com/2017/01/22/1485050966181.jpg",
      "des":"整合优秀的媒体渠道,为每...",
      "price":"¥9999.00",
      "number":"8"
    },
    {
      "title": "政策申报",
      "image": "http://files.ovdream.com/2016/11/19/582fe56690ec2.jpg",
      "des":"依托政策大数据库,针对...",
      "price":"¥11399.00",
      "number":"3"
    },
    {
      "title": "基础服务",
      "image": "http://files.ovdream.com/2016/11/19/582fe1fcc4fe7.jpg",
      "des":"创业起步基础服务",
      "price":"¥6299.00",
      "number":"3"
    }

  ];
}


export enum AudioStatus
{
  None = 0,
  Playing,    // 正在播放
  Pause,      // 暂停
  End         // 播放完毕
}
